cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
# brew 'go'
brew 'git'
brew 'grc'
brew 'openssl'
# brew 'node'
brew 'readline'
# brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
# brew 'spark'
# brew 'wget'
# brew 'yarn'
# brew 'youtube-dl'
brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask 'atom'
cask 'firefox'
cask 'gimp'
cask 'google-chrome'
cask 'slack'
cask 'steam'
cask 'sublime-text'
cask 'the-unarchiver'
# cask 'vlc'
