cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'git'
brew 'git-flow-avh'
brew 'go'
brew 'grc'
tap 'heroku/brew'
brew 'heroku'
brew 'heroku-node'
brew 'jq'
brew 'mysql'
brew 'node'
brew 'openssl'
brew 'postgresql'
brew 'readline'
# brew 'postgresql'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'ruby-build'
brew 'rustup'
brew 'rbenv'
# brew 'spark'
brew 'wget'
# brew 'yarn'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-completions'

tap 'homebrew/cask'
cask '1password'
cask '1password-cli'
cask 'alfred'
cask 'atom'
cask 'docker'
cask 'cyberduck'
cask 'discord'
cask 'dropbox'
cask 'epichrome'
cask 'firefox'
cask 'gimp'
cask 'google-chrome'
cask 'insomnia'
cask 'iterm2'
cask 'pycharm'
cask 'rubymine'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'sublime-text'
cask 'teamviewer'
cask 'the-unarchiver'
cask 'transmission'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
# cask 'vlc'
cask 'wavebox'
cask 'wireshark'
cask 'zoomus'
