cask_args appdir: '/Applications'

tap 'homebrew/bundle'
# tap "FelixKratz/formulae"

# brew 'ack'
# brew 'coreutils'
# brew 'difftastic'
# brew 'exercism'
# brew 'flyctl'
# brew 'gh'
brew 'git'
# brew 'git-flow-avh'
# brew 'go'
brew 'grc'
# tap 'heroku/brew'
# brew 'heroku'
# brew 'heroku-node'
# brew 'jq'
brew 'lla'
# brew 'openssl'
# brew 'readline'
# brew 'pyenv'
# brew 'pyenv-virtualenv'
# brew 'redis'
# brew 'ripgrep'
# brew 'ruby-build'
# brew 'rustup'
# brew 'rbenv'
# brew 'shellcheck'
# brew 'wget'
# brew 'youtube-dl'
# brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask '1password-cli'
# cask 'alfred'
# cask 'atom'
# cask 'cyberduck'
# cask 'discord'
# cask 'dropbox'
cask 'firefox'
# cask 'gimp'
# tap 'microsoft/git'
cask 'ghostty'
cask 'git-credential-manager'
cask 'google-chrome'
# cask 'insomnia'
cask 'iterm2'
# cask 'pycharm'
# cask 'rubymine'
# cask 'slack'
# cask 'spotify'
# cask 'steam'
cask 'raycast'
cask 'sublime-text'
# cask 'teamviewer'
cask 'the-unarchiver'
# cask 'transmission', args: { appdir: "/Applications" }
# cask 'virtualbox'
cask 'visual-studio-code'
# cask 'wavebox'
# cask 'wireshark', args: { appdir: "/Applications" }
# cask 'zoom'
